Revit 2027 API
ParameterTypeId.StairsTrisertypeRiserStyle Property
 "Riser Type": (OBSOLETE)
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StairsTrisertypeRiserStyle { get; }
Public Shared ReadOnly Property StairsTrisertypeRiserStyle As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StairsTrisertypeRiserStyle {
	ForgeTypeId^ get ();
}
static member StairsTrisertypeRiserStyle : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace